Repository: apalazon/django-avatar
Catalog: avatar/locale/*/LC_MESSAGES/django.po
Languages: es

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
es: %(ext)s es una extensión de fichero inválida. Las extensiones autorizadas son: %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
es: El fichero es demasiado grande (%(size)s), el tamaño máximo permitido es %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
es: Usted actualmente tiene %(nb_avatars)d fotos de perfil, el máximo permitido es de %(nb_max_avatars)d.

source: Avatar for %s
es: Avatar para %s

source: Successfully uploaded a new avatar.
es: Nueva foto del perfil enviada exitosamente.

source: Successfully updated your avatar.
es: Su foto de perfil fue actualizada con éxito.

source: Successfully deleted the requested avatars.
es: Las fotos de perfil seleccionadas fueron eliminadas con éxito.

source: Your current avatar:
es: Su foto de perfil actual:

source: You haven't uploaded an avatar yet. Please upload one now.
es: No ha subido una foto de perfil todavía. Por favor suba una ahora.

source: Upload New Image
es: Subir una nueva imagen

source: Choose new Default
es: Seleccione nueva imagen por defecto

source: Please select the avatars that you would like to delete.
es: Por favor seleccione las fotos de perfil que quiere borrar.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
es: No tiene fotos de perfil para borrar. Por favor <a href="%(avatar_change_url)s">suba una</a> ahora.

source: Delete These
es: Borrar esos

source: %(avatar_creator)s has updated their avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
es: %(avatar_creator)s ha actualizado su foto de perfil %(avatar)s. http://%(current_site)s%(avatar_url)s

source: Your avatar has been updated. %(avatar)s http://%(current_site)s%(avatar_url)s
es: Su foto de perfil ha sido actualizada. %(avatar)s http://%(current_site)s%(avatar_url)s

source: Default Avatar
es: Foto de perfil por defecto
